[
  {
    "id": 1,
    "name": "Праздник Трех Королей (Dreikönigfest)",
    "description": "Крещение, богоявление, праздник Трех волхвов, Трех Королей (Fest der Erscheinung des Herrn, Epiphania Domini, dreikönig) - 6 января- день крещения Христа, праздник Трех Королей завершает рождественский цикл. В этот день в последний раз зажигают огни на рождественской елке, после чего её разбирают. В церкви к этому дню святят воду,соль и мел, дом и двор окуривают, чтобы изгнать нечистую силу, на дверях и воротах освященным мелом пишут три начальные буквы имен Трех Королей:С+М+В (Каспар, Мельхиор, Бальтазар) с крестами и окропляют дом и двор святой водой.",
    "date": "5 января",
    "date_raw": "01-05",
    "link": "https://wpv.kz/the-feast-of-the-three-kings-(dreik%C3%B6nigfest).html"
  },
  {
    "id": 2,
    "name": "Карнавал (Karneval/Fastnacht)",
    "description": "В феврале в католических регионах Германии проходит карнавал — Fastnacht или Fasching. Карнавалы, проводимые в Мюнхене и Кёльне, известны по всему миру. Подготовка к карнавалу, как и все в Германии, начинается загодя, еще в ноябре. 11 ноября в 11 часов 11 минут по всей стране проходят первые собрания активистов карнавала и официально объявляется начало 5 времени года — карнавала. В этот день на улицах в первый раз можно встретить людей в карнавальных костюмах. Карнанальная неделя начинается с посещения церковной службы в четверг утром (Weiberfastnacht) — до 12 часов дня — и этим же заканчивается в середу во второй половине дня.",
    "date": "11 февраля",
    "date_raw": "02-11",
    "link": "https://wpv.kz/carnival-(fastnacht).html"
  },
  {
    "id": 3,
    "name": "Вербное воскресение (Palmsonntag)",
    "description": "Торжественный вход Иисуса в Иерусалим и обозначает вступление Его на путь крестных страданий. С этого дня начинается страстная неделя (Karwoche). Чистый (зеленый) четверг — это память о тайной вечере Христа и его учеников. Страстная суббота — это день погребения Христа, День спокойствия и упокоения. Это день строгого поста. Все готовятся к празднику воскресения Господня — к Пасхальному воскресенью (Osternsamstag). В католических и лютеранских церквях с четверга перестают звонить колокола.",
    "date": "24 марта",
    "date_raw": "03-24",
    "link": "https://wpv.kz/palm-sunday-(palmsonntag).html"
  },
  {
    "id": 4,
    "name": "Пасха (Ostern)",
    "description": "Пасха (Ostern) считается одним из наиболее радостных праздников, важную роль играют различные предпасхальные обряды. Вербное воскресенье (Palmasonntag) – последнее воскресенье перед Пасхой, и этим воскресеньем начинается Страстная неделя. Считалось, что пальмовые или оливковые ветви после освещения их в храме защищают человека от злых сил. Освящение «пальм» в церкви происходит с первых веков христианства (Palmweihe) и представляет собой повторение того ликования, которое прокатилось по Иерусалиму, когда Христос с триумфом вошел в город, — и так как навстречу Иисусу прежде всего выбежали дети, они и сегодня несут в руках во время процессии после освящения пальм в церкви празднично украшенные ветви (Palmstecken). Из-за природных условий пальмы заменяются вербными веточками, самшитом или барвинком, можжевельником, пихтой, ветками орешника, елью, буком и другими деревьями или кустарниками. Простейшие Пальмштеккен состоит из шеста, который увивается растениями; наверху крест, привязываются яйца, шест перевязывается фиолетовыми или зелёными лентами. Дети несут Пальмштекен в церковь, где их освящают, затем следует пальмовое шествие (Palmsonntagsumzuge), а потом Палимштеккен несут домой и помещают в доме в “Божий» угол у распятия, у зеркала или у изображения святых или ставят в чашу со святой водой, а возможно – привязывают в хлеву к балке: Пальмштекен оберегают и приносят благословение.",
    "date": "31 марта",
    "date_raw": "03-31",
    "link": "https://wpv.kz/easter-(ostern).html"
  },
  {
    "id": 5,
    "name": "Праздник урожая (Erntedankfest)",
    "description": "В наши дни Erntedankfest — не совсем то, что подразумевали предки, старающиеся задобрить духа урожая. Современные немцы, скорее, просто благодарят Бога за то, что он посылает на их столы в Праздник урожая и стараются угоститься самыми вкусными блюдами. Популярностью пользуются свежие фрукты, традиционные немецкие блюда, блюда из злаков, овощи и сладости.",
    "date": "7 октября",
    "date_raw": "10-07",
    "link": "https://dasproekt.ru/articles/erntedankfest-nemetskij-festival-urozhaya/"
  },
  {
    "id": 6,
    "name": "Октоберфест (Oktoberfest)",
    "description": "Фестиваль пива в Мюнхене (Октоберфест) – это настоящее массовое событие мирового масштаба. Праздник начал отмечаться с 12 октября 1810 г., в день, когда сочетались браком принц Людвиг I (король Людвиг I) и принцесса Тереза Саксонская. Жители Мюнхена были приглашены на празднование свадьбы, которое проводилось на лугах напротив городских ворот. В последствии в честь принцессы эти луга стали называться Терезины (Theresienwiese). Праздник устраивался Людвигом I и в последующие годы, постепенно перерастая в нынешний Фестиваль пива – Октоберфест. Вопреки распространенному мнению, пивом на Октоберфесте вначале даже не пахло, а главной изюминкой праздника были лошадиные бега. А первые пивные палатки со знаменитым баварским пивом появились много лет спустя, в 1896 году.",
    "date": "10 октября",
    "date_raw": "10-10",
    "link": "https://wpv.kz/oktoberfest.html"
  },
  {
    "id": 7,
    "name": "День Св. Мартина, покровителя бедняков и солдат",
    "description": "Этот праздник празднуют каждый год 11 ноября. Он произошел от легенды о святом Мартине, которая гласит следующее. Что Мартин, еще, будучи римским легионером, пожалел человека на улице, отдав ему половину своего теплого плаща в пронизывающий холод, после чего Мартин решил посвятить свою оставшуюся жизнь и деяния другим людям. Данная традиция является общей для Германии, Австрии и Швейцарии, поскольку святой Мартин совершал свои богоугодные поступки на территории всех трех стран. Традициями данного праздника являются проходы детей с фонариками по улицам вечернего города, и дети, как правило, поют песни. Также, традиционным блюдом этого дня является гусь.",
    "date": "11 ноября",
    "date_raw": "11-11",
    "link": "https://wpv.kz/the-day-of-st-martin,-the-patron-saint-of-the-poor-and-soldiers.html"
  },
  {
    "id": 8,
    "name": "День Св. Николая",
    "description": "В канун Дня св. Николая (5 декабря) или же вечером в День св. Николая (6 декабря) дюжина парней, одетых в звериные шкуры, с оленьими рогами на голове или с надетыми ослиными головами ходят по ночным улицам, издавая всевозможные шумы колоколами и колотушками, изгоняя тем самым злых духов. И если раньше никто не решался в это время выглядывать на темные улицы, сегодня этот обычай увеселяет народ, и к Николаусу и Рупрехту (его спутнику и слуге) присоединяется много веселых любопытствующих. Обходы дворов св. Николаем (5 декабря, канун Дня святого Николая), покровителем судоходства, торговли и ремёсел: обычный образ святого Николая — старый добродушный человек с длинной седой бородой, одетый иногда как епископ или монах.",
    "date": "6 декабря",
    "date_raw": "12-06",
    "link": "https://wpv.kz/the-day-of-st-nicholas.html"
  },
  {
    "id": 9,
    "name": "Первый Адвент (Erster Advent)",
    "description": "Адвент – это предрождественское время, время подготовки к празднику Рождества, оно отмечено торжественным постом. Каждое из четырех последних воскресений перед рождеством – тоже адвент: 1-й адвент, 2-й адвент и т.д. В настоящее время символом адвента стал венок, обвитый золотыми и красными лентами с четырьмя свечами, зажигающимися последовательно в течение четырех недель каждый воскресный вечер. В сочельник горят уже все четыре свечи. Как и многие другие обычаи, этот в своей основе опирается на веру в магическую силу кольца. По церковному предписанию ленты этого венка должны быть, однако, не красного, а фиолетового цвета, соответствуя цвету убранства церкви во время адвента.(Источник: Е.М. Шишкина-Фишер. Немецкие народные календарные обряды, обычаи, танцы и песни.М.2000 год)",
    "date": "1 декабря",
    "date_raw": "12-01",
    "link": "https://wpv.kz/1%D0%B0%D0%B4%D0%B2%D0%B5%D0%BD%D1%82-(1-adventsonntag.html"
  },
  {
    "id": 10,
    "name": "Рождество (Weihnachten)",
    "description": "Вскоре один из самых главных предновогодних праздников — Рождество Христово. В христианстве этот день означает рождение Иисуса Христа от Девы Марии в Вифлееме. Оно упоминается в Новом Завете, и еще свято называют Рождеством Христовым или Господним.",
    "date": "24 декабря",
    "date_raw": "12-24",
    "link": "https://1plus1.ua/ru/novyny/koli-svatkuut-katolicke-rizdvo-data-ta-tradicii"
  }
]