Repository: valentinkelbakh/vdjk
Catalog: app/locales/*/LC_MESSAGES/messages.po
Languages: de

source: Про СНМК, текст
de: Der Verband der deutschen Jugend Kasachstans wurde im Februar 1996 gegründet und vereint die Klubs der deutschen Jugend, die in ganz Kasachstan tätig sind. Das Ziel des Verbands der deutschen Jugend Kasachstans ist es, die deutsche Jugend Kasachstans in ihrer Selbstverwirklichung in verschiedenen Lebensbereichen zu unterstützen und die Konkurrenzfähigkeit der jungen Menschen bei Wahrung der ethnischen Identität zu fördern. Jährlich realisiert der Verband der deutschen Jugend Projekte, die auf die Festigung der Jugend, das Erlernen und die Verbesserung der deutschen Sprachkenntnisse, die Bewahrung der Geschichte und Kultur der Deutschen Kasachstans, die Entwicklung sozialer Verantwortung bei den Jugendlichen sowie die Stärkung der partnerschaftlichen Beziehungen mit anderen Jugendorganisationen ausgerichtet sind. Derzeit gibt es in ganz Kasachstan 20 Clubs und diese Zahl wächst jedes Jahr!

source: Подать заявку
de: Anwendung einreichen

source: Подать заявку, ссылка
de: https://docs.google.com/forms/d/e/1FAIpQLSfdxmwmnS9tmH5yaY7pfO_0A4Ssk7SwDlz-DpDRfdvUsjv91g/viewform

source: Назад
de: Zurück

source: Немецкие праздники:
de: Deutsche Feiertage:

source: Информация недоступна
de: Information nicht verfügbar

source: Подробнее
de: Mehr Details

source: Приветствие
de: Willkommen beim VDJKate-Bot. VDJKate ist ein Bot, der im Rahmen des Hackathon 2023 vom Verband der Deutschen Jugend Kasachstans entwickelt wurde. Der Bot bietet Informationen über traditionelle deutsche Gerichte und Feiertage sowie über anstehende VDJK-Projekte. Wählen Sie aus, woran Sie interessiert sind:

source: Предстоящие проекты СНМК:
de: Kommende Projekte des VDJK:

source: Традиционные немецкие блюда:
de: Traditionelle deutsche Gerichte:

source: Рецепт
de: Rezept

source: Праздники этнических немцев
de: Feiertage der ethnischen Deutschen

source: Традиционные немецкие блюда
de: Traditionelle deutsche Gerichte

source: Про СНМК
de: Über den VDJK

source: Предстоящие проекты
de: Kommende Projekte

source: Закрыть
de: Schließen
